{
  "Home": "Ana Səhifə",
  "Meeting": "Konfrans",
  "Contact": "Əlaqə",
  "About": "Haqqında",
  "Back": "Geri",
  "Registration": "Qeydiyyat",
  "AGS": "AQC",
  "Time Until the Congress": "Konfransın başlamasına qalan vaxt",
  "Thank you for registering": "Qeydiyyatdan keçdiyiniz üçün təşəkkür edirik",
  "Thank you for your message": "Mesajınız üçün təşəkkür edirik",
  "Type your message here": "Mesajınızı bura yazın",
  "Your Email": "E-poçtunuz",
  "Your Name": "Adınız",
  "at": "saat",
  "Login": "Daxil",
  "Last Name": "Soyadı",
  "The Azerbaijan Glaucoma Society": "Azərbaycan Qlaukoma Cəmiyyəti",
  "The Azerbaijan Glaucoma Society (AGS) is an organization that unites glaucoma specialists and shares their clinical and scientific knowledge for the benefit of glaucoma patients, colleagues and residents. The main goal of the AGS is to provide excellent and comprehensive care to all people with glaucoma and those at risk, improve their quality of life, provide a collegial environment for AGS members to exchange ideas and opinions, and jointly defeat glaucoma. The organization`s activities include the prevention, early diagnosis and various treatment methods of glaucoma, a serious, widespread and blinding disease. In addition, the society pays great attention to conducting wide propaganda about glaucoma. AGS was established in 2025": "Azərbaycan qlaukomatoloqlar cəmiyyəti (AQC) qlaukoma mütəhəssislərini birləşdirən və öz kliniki və elmi biliklərini qlaukoma xəstəliyindən əziyyət çəkənlərin, həmkarların və rezidentlərin xeirinə bölüşən bir təşkilatdır. AQC əsas məqsədi qlaukoma və risk altında olan bütün şəxslərə mükəmməl və hərtərəfli qayğı göstərmək, onların  həyat keyfiyyətini yaxşılaşdırmaq,  AQC üzvlərinə fikir və fikir mübadiləsi aparmaq üçün kollegial mühit təmin etmək və birgə qlaukoma xəstəliyinə qalib gəlməkdir. Təşkilatın fəaliyyəti qlaukoma kimi ağır, geniş yayılmış və körluğa aparan xəstəliyinin profilaktikasını, erkən diaqnostikasını və mühtəlif müalicə üsullarını həyata keçirməkdən ibarətdir. Bununla yanaşı, cəmiyyət qlaukoma xəstəliyi barədə geniş təbliğatın aparılmasına böyük diqqət yetirir.  AQC 2025-ci ildə yaranmişdır",
  "Get Started": "Başlayın",
  "Logout": "Çıxın",
  "days": "Günlər",
  "hours": "Saat",
  "minutes": "Dəqiqə",
  "Message": "Mesaj",
  "seconds": "Saniyə",
  "Email": "E-poçt",
  "Enter your name": "Adınızı daxil edin",
  "Name": "ad",
  "First Name": "Ad",
  "Enter your last name": "Soyadınızı daxil edin",
  "Enter your first name": "Adınızı daxil edin",
  "Enter your email": "E-poçtunuzu daxil edin",
  "Enter your fullname": "Tam adınızı daxil edin",
  "This field is required": "Bu sahə tələb olunur",
  "Password": "parol",
  "Enter your password": "Parolunuzu daxil edin",
  "Not registered": "Qeydiyyatdan keçməyib",
  "Have account": "Hesab var",
  "Here": "Burada",
  "Join Our Event": "Tədbirimizə Qoşulun",
  "Sign up": "Qeydiyyatdan keçin",
  "Send Message": "Mesaj Göndər",
  "We look forward to seeing you at the lecture": "Sizi mühazirədə görməyi səbirsizliklə gözləyirik",
  "We Can`t Wait to See You": "Sizi görmək üçün səbirsizlənirik",
  "We`re delighted to have you": "Sizinlə olmaqdan şadıq",
  "We have received your message and will contact you soon": "Mesajınızı aldıq və tezliklə sizinlə əlaqə saxlayacağıq",
  "Please fill out the form below to send us your message and let us know you`re interested in our event. We will respond to you soon": "Zəhmət olmasa bizə mesaj göndərmək üçün aşağıdakı formanı doldurun və tədbirimizlə maraqlandığınızı bizə bildirin. Tezliklə sizə cavab verəcəyik"
}