{
  "Home": "Home",
  "Meeting": "Meeting",
  "Contact": "Contact",
  "About": "About",
  "Back": "Back",
  "Registration": "Registration",
  "AGS": "AGS",
  "Time Until the Congress": "Time Until the Congress",
  "Thank you for registering": "Thank you for registering",
  "Type your message here": "Type your message here",
  "Your Email": "Your Email",
  "Your Name": "Your Name",
  "at": "at",
  "Login": "Login",
  "Last Name": "Last Name",
  "The Azerbaijan Glaucoma Society": "The Azerbaijan Glaucoma Society",
  "meetingDescription": "Since glaucoma is a serious, currently incurable disease that leads to blindness, special attention is paid to this problem. For 6 years now, as a tradition, the scientific and practical conference of Azerbaijani glaucomatologists has been held in mid-March. This conference brings together local and foreign specialists involved in glaucoma every year and provides an opportunity to discuss innovations, clinical and scientific experiences in the field. The knowledge and experience gained in this conference are used by our local ophthalmologists, both in Baku and in all regions of our country, creating broad opportunities for the prevention, early diagnosis and appropriate treatment of glaucoma among the population. This year, adhering to the tradition, we invite all our colleagues who are interested in glaucoma to participate in the VI conference of Azerbaijani glaucomatologists on March 15.",
  "Description": "The Azerbaijan Glaucoma Society (AGS) is an organization that unites glaucoma specialists and shares their clinical and scientific knowledge for the benefit of glaucoma patients, colleagues and residents. The main goal of the AGS is to provide excellent and comprehensive care to all people with glaucoma and those at risk, improve their quality of life, provide a collegial environment for AGS members to exchange ideas and opinions, and jointly defeat glaucoma. The organization's activities include the prevention, early diagnosis and various treatment methods of glaucoma, a serious, widespread and blinding disease. In addition, the society pays great attention to conducting wide propaganda about glaucoma. AGS was established in 2025.",
  "Thank you for your message": "Thank you for your message",
  "Get Started": "Get Started",
  "Logout": "Logout",
  "days": "Days",
  "hours": "Hours",
  "minutes": "Minutes",
  "Message": "Message",
  "seconds": "Seconds",
  "Email": "Email",
  "Enter your name": "Enter your name",
  "First Name": "First Name",
  "Name": "Name",
  "Enter your last name": "Enter your last name",
  "Enter your email": "Enter your email",
  "Enter your first name": "Enter your first name",
  "Enter your fullname": "Enter your fullname",
  "This field is required": "This field is required",
  "Password": "Password",
  "Enter your password": "Enter your password",
  "Not registered": "Not registered",
  "Have account": "Have account",
  "Here": "Here",
  "Join Our Event": "Join Our Event",
  "Sign up": "Sign up",
  "Send Message": "Send Message",
  "We look forward to seeing you at the lecture": "We look forward to seeing you at the lecture",
  "We Can`t Wait to See You": "We Can`t Wait to See You",
  "We`re delighted to have you": "We`re delighted to have you",
  "We have received your message and will contact you soon": "We have received your message and will contact you soon",
  "Please fill out the form below to send us your message and let us know you`re interested in our event. We will respond to you soon": "Please fill out the form below to send us your message and let us know you`re interested in our event. We will respond to you soon"
}